{
  "status": 200,
  "_id": "68b064548cc1ed255b49868d",
  "_collection": "6554d2a567d9690164175a60",
  "published": true,
  "title": "The State of Generosity in 2024–2025: Generosity as Resilience",
  "author": ["GivingTuesday Data Commons"],
  "desc": "In last year’s report, we also shared evidence – which we build on below – that amidst global concerns about increasing polarization and diminishing social cohesion, most people can and do give across boundaries of ideology, lifestyle, and community. This work is not just about tracking behaviours, channels or even motivations. Increasingly, we’re turning our focus to the social, emotional, and psychological contexts in which giving occurs. What feelings or values give rise to the impulse to give, and how are those drivers related to other feelings and ideas about people and their communities? The better we answer these questions, the sooner we will be able to look beyond ‘the ask’ and empower the generosity of individuals and communities.\n\nThis year, we are doing something different. Rather than our usual “Lookback” framing, we are presenting work on two themes as a State of Generosity update, with a third section outlining our plans for the next year to continue to expand our global view of the enabling environment for generosity:\n\n1. “How Individuals Drive Giving around the World” – exploring how individual financial giving is playing out in the global social sector; \n\n2. “How Generosity Connects us to Community” – discussing how generosity manifests in many ways and connects us to a sense of community, fosters trust, and helps us build connections across ideological differences;\n\n3. “GivingTuesday’s Global Data Preview” – A look at forthcoming work from GivingTuesday’s Hubs serving India, Africa, Europe, and Latin America and the Caribbean region.",
  "resource_url": "https://stateofgenerosity.givingtuesday.org/2024",
  "slug": "the-state-of-generosity-in-20242025-generosity-as-resilience-68b064548cc1ed255b49868d",
  "custom_fields": {
    "region": [
      "Asia",
      "Europe",
      "Africa",
      "Latin America and the Caribbean",
      "United States and Canada"
    ],
    "subcollection": ["GivingTuesday"],
    "resource_type": "Report",
    "access_level": "Open Access",
    "year_published": "2025",
    "topics": ["Donor Behavior and Motivation"],
    "gtdc_project": ["Lookback Report"],
    "access_request": "",
    "country": [
      "Brazil",
      "Canada",
      "India",
      "Kenya",
      "Mexico",
      "United Kingdom",
      "United States"
    ],
    "viz_url": "https://www.givingtuesday.org/visualizations-library/?sort=data_years%3Adesc&report_edition=Lookback+2024",
    "cover_url": "https://cdn-co-ajah-ca.nyc3.cdn.digitaloceanspaces.com/_development/test_viz_library/StateOfGenerosity2024-2025-01.png",
    "dataset_documentation": "",
    "widget_viz-library": [
      "68962984ab51d85485c5fadb",
      "68962983ab51d85485c5fa5b",
      "68962983ab51d85485c5fa3b",
      "68962983ab51d85485c5f9fb"
    ]
  },
  "page_views": 1,
  "creation_date": "2025-09-10T20:56:32.934Z",
  "mongoEnv": "staging"
}
